{
  "books": [
    {
      "id": 1,
      "title": "The Midnight Library",
      "author": "Matt Haig",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/Midnight_library.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "This novel explores the idea of what could have happened, regrets and the impact choices we make have. It invites the reader to reflect on what makes life worth living. In general it digs into a diverse range of relatable themes.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿Never underestimate the big importance of small things.",
        "﻿﻿Doing one thing differently is often the same as doing everything differently.",
        "﻿﻿A pawn is never just a pawn. A pawn is a queen in waiting. All you need to do is find a way to keep moving forward. One square after the other."
      ],
      "favoriteQuote": "﻿﻿To fear love is to fear life.",
      "personalNotes": "I would absolutely recommend this book to anyone. It uses stories to translate philosophy (Specifically Emerson's and Thoreau's transcendentalism). It is reader friendly and definitely relevant in different stages of life.",
      "currentlyReading": false
    },
    {
      "id": 2,
      "title": "Super Freakonomics",
      "author": "Steven D. Levitt & Stephen J. Dubner",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/super-freakonomics.jpg",
      "coverEmoji": "💼",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "In this book the author uses microeconomics to understand diverse and interesting topics. They give a different perspective on global warming and politics, they explain our relationship with money and incentives through examples of prostitutes and monkeys.",
      "tags": [
        "Business"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in business",
      "keyTakeaways": [
        "﻿﻿Monkeys respond the same to a monetary system as humans. Which beg the question, to what extent are we actually rational?",
        "﻿﻿Even complex topics such as global warming can have simple and cheap solutions. It's all about understanding the underlying mechanisms that give us the actual result."
      ],
      "favoriteQuote": "﻿﻿It's all about incentives. Costs and gains.",
      "personalNotes": "In general I would recommend the entire series of these authors. They give interesting real world examples to complex topics, leaving you intrigued, informed and more importantly curious to know more about underlying invisible incentive driven situations."
    },
    {
      "id": 3,
      "title": "Haz Lo Que Importa",
      "author": "Oso Trava",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/Haz_lo_que_importa.jpg",
      "coverEmoji": "🌌",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "In general, this book talks about finding your purpose. It talks about the fears of getting started, and invites you to question where you invest your energy. It takes real examples of successful people, as well as ideas from diverse authors.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿People visualizes their future based on their past and present, without considering exponential growth factors.",
        "﻿﻿What would the best year of your life would look like? What steps could you take to start getting closer.",
        "﻿﻿It is easy to be busy, but it is hard to be busy with the right things. Don only things that matters."
      ],
      "favoriteQuote": "﻿﻿DMS: Do Meaningful Shit. Direction, Movement, Meaning (significado).",
      "personalNotes": "If you are looking for a push to start a project, this is a really good spark starter. It talks about entrepreneurship, but the concepts transcend into a way of living. It is like a mix of Buddhism and nihilism, with hints of pragmatism and capitalism. I would absolutely recommend it."
    },
    {
      "id": 4,
      "title": "Energía Tu Poder",
      "author": "Gaby Vargas",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/Energia_tu_poder.jpg",
      "coverEmoji": "📖",
      "coverGradient": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)",
      "summary": "In general this book talks about energy spiritual energy from different perspectives. The author gives different examples and applications of how we relate to energy and the universe. It feels a little dispersed I wouldn't necessarily recommend it.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿You can't control the wind, but you can adjust the sails.",
        "﻿﻿When you go at your own pace, all that's out there is good music to dance to.",
        "﻿﻿You transmit what you feel, not what you say."
      ],
      "favoriteQuote": "﻿﻿Everything has a crack in it; and that's how the light gets in.",
      "personalNotes": "In general this book talks about energy spiritual energy from different perspectives. The author gives different examples and applications of how we relate to energy and the universe. It feels a little dispersed I wouldn't necessarily recommend it."
    },
    {
      "id": 5,
      "title": "Fooled By Randomness",
      "author": "Nassim Nicholas Taleb",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/fooled-by-randomness.jpg",
      "coverEmoji": "🏛️",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "In this book the author explores the role of luck and randomness in life. He deals with the markets, everyday misconceptions of statistics and the role emotions play in decision making.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿we tend to confuse the absence of evidence with the evidence of absence.",
        "﻿﻿When dealing with the real world, even experts tend to be played by their human side.",
        "﻿﻿We tend to underestimate the role luck plays in everyday life, and how \\"
      ],
      "favoriteQuote": "﻿﻿You can't say all swans are white by observing 1,000 white ducks, but you can disprove that claim by only observing one black swan.",
      "personalNotes": "In this book the author explores the role of luck and randomness in life. He deals with the markets, everyday misconceptions of statistics and the role emotions play in decision making."
    },
    {
      "id": 6,
      "title": "Surfear la vida",
      "author": "Jaimal Yogis",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/Surfear_la_vida.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "In this book, the author talks about his personal journey. Dealing with his spiritual and vocacional struggles. Making an analogy between surf, zen Buddhism and life. It is well written, engaging and very profound.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿Not all knowledge is taught in the same school.",
        "﻿﻿True insight is gained when we free ourselves from preconceived ideas.",
        "﻿﻿Lost is a dream, undecided is a perception, a mirage in the vast desert of life."
      ],
      "favoriteQuote": "﻿﻿Borrowed feathers never grow. You have to find your own path.",
      "personalNotes": "I would absolutely recommend this book. It takes complex spiritual concepts and projects them into an interesting personal story. The only risk is you will want to learn how to surf, and become a monk."
    },
    {
      "id": 7,
      "title": "Don't Just Sit There",
      "author": "Biet Simkim",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/Dont_just_sit_there.jpg",
      "coverEmoji": "🌌",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "44 Insights to get your meditation practice off the cushion and into the real world. This book is a delight to read. It is human, it is interesting and insightful. The author shares her life, her struggles, and the spiritual path she's found to deal with it.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿You are not the voice in your head, you are the one that hears it.",
        "﻿﻿Meditation should be about shocking the status quo mentality through conscious shocks. Taking different and uncommon actions.",
        "﻿﻿Nothing outside your soul will free you."
      ],
      "favoriteQuote": "﻿﻿Meditation is first about clarifying who you truly are, only then can you begging to create who you want to be.",
      "personalNotes": "If you want to find your spiritual path. Deepen your connection with yourself, with life, with the divine, I would absolutely recommend this book. It is a great way to deal with incorporating spirituality with everyday life."
    },
    {
      "id": 8,
      "title": "La Teoría de los Sentimientos Morales",
      "author": "Adam Smith",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/la-teoría-de-los-sentimientos-morales.jpg",
      "coverEmoji": "💼",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "In this book the author explores the limits of self interest, virtues and his view on ethics. It is interesting to see how his vision on morality gets lost with a distortion of his ideas of wealth and economics.",
      "tags": [
        "Business"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in business",
      "keyTakeaways": [
        "﻿﻿Prudence is the highest form of virtue.",
        "﻿﻿There's a social approval to morality. Specifically we approve & admire self control.",
        "﻿﻿He makes an invitation for self sacrifice to achieve the greater good."
      ],
      "favoriteQuote": "﻿﻿Sympathy is and expression of self love, we project in others. It is not an act of egocentrism.",
      "personalNotes": "It definitely gives a different perspective on the typical interpretation of Smith. It is interesting to see he was one of the first defenders of conscious consumption, and the impact we have as consumers."
    },
    {
      "id": 9,
      "title": "La Revolución De La Glucosa",
      "author": "Jessie Inchauspé",
      "category": "technology",
      "rating": 5,
      "coverImage": "book-covers/2023/Revolucion_de_glucosa.jpg",
      "coverEmoji": "⚡",
      "coverGradient": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)",
      "summary": "We have all heard that sugar is not good for us, but in this book the author goes deep into the reasons. She explains the science behind glucose and how we process it. As well as the consequences and tips for when we want to consume sugar.",
      "tags": [
        "Technology"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in technology",
      "keyTakeaways": [
        "﻿﻿What we eat matters, but also the order in which we eat it.",
        "﻿﻿Only 12% of Americans are metabolically healthy.",
        "﻿﻿The underlying problem is the velocity with which glucose is absorbed. We can't process it too fast."
      ],
      "favoriteQuote": "﻿﻿Our body is constantly sending us messages, but how can we listen to our body?",
      "personalNotes": "In general if you are interested in nutrition and overall health it is a must read. The author takes complex topics and makes them accessible to the reader. It is well written, backed by science, and interesting."
    },
    {
      "id": 10,
      "title": "Laughable Loves",
      "author": "Milan Kundera",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/laughable_loves.jpg",
      "coverEmoji": "📖",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "In this recollection of stories the author explores diverse themes surrounding love. It talks about sex, death, aging, memory, self perseption and outer perception. It is an invitation to questions our paradigms surrounding love.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿To what extent are we responsible for other's people's emotions, specifically when they love us?",
        "﻿﻿What is the role of imagination in erotic love? To what extent is erotic love constructed in the mind. To what extent memory plays a role?",
        "﻿﻿Can the act of rejection become an act of love when self hate is present?"
      ],
      "favoriteQuote": "﻿﻿How does our behavior create our identity, and to what extent can we change (or impact) others behaviors through our change?",
      "personalNotes": "In this recollection of stories the author explores diverse themes surrounding love. It talks about sex, death, aging, memory, self perseption and outer perception. It is an invitation to questions our paradigms surrounding love."
    },
    {
      "id": 11,
      "title": "Мomo",
      "author": "Michael Ende",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/мomo.jpg",
      "coverEmoji": "🌙",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "In this novel the author explores diverse topics such as childhood, imagination, our production-obsessed society, capitalism and a reflection on time.",
      "tags": [
        "Fiction"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in fiction",
      "keyTakeaways": [
        "﻿﻿We live in an over pragmatic (utilitarian) society. If it doesn't have a productive end, it shouldn't exist.",
        "﻿﻿In general is a beautiful criticism to the way in which we relate to the consumption of things, and friends.",
        "﻿﻿It reminds me of byung-chul's \\"
      ],
      "favoriteQuote": "﻿﻿What does it mean to live, to save time?",
      "personalNotes": "In this novel the author explores diverse topics such as childhood, imagination, our production-obsessed society, capitalism and a reflection on time."
    },
    {
      "id": 12,
      "title": "Before the coffee gets cold",
      "author": "Toshikazu Kawaguchi",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2023/Before_the_coffee_gets_cold.jpg",
      "coverEmoji": "🎭",
      "coverGradient": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)",
      "summary": "In this novel the author explores time travel but from an interpersonal humanistic perspective. What would happen if you could time travel to talk to someone but only the time it takes a cup of coffee to get cold; knowing you can't change the present no matter what you say? Would your future change?",
      "tags": [
        "Fiction"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in fiction",
      "keyTakeaways": [
        "﻿﻿It is too easy to get stuck in the past and become a living ghost. You have to let go off the past to create a future.",
        "﻿﻿You never know when will the last time you see a person. It is easy to get lost in the everyday unimportant business. Make sure you treasure the time with your loved ones.",
        "﻿﻿Having the right conversation can be trascendental. You can resignify the past, and specifically your understanding of the past. Changing your relationship with yourself and with the future."
      ],
      "favoriteQuote": "We don't really understand people's motivation for doing things. Openly talking about the important things is the only way to truly know what they think.",
      "personalNotes": "This book is a beautiful collection of different stories answering the same question mentioned before. It is well written, personal, vulnerable, deep and will definitely give you things to reflect on. I would absolutely recommend this book if you like good stories."
    },
    {
      "id": 13,
      "title": "Chocolate Sin Grasa",
      "author": "Slavoj Žižek",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/chocolate-sin-grasa.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)",
      "summary": "A thought-provoking book by Slavoj Žižek.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿He explores the limits of pleasure in a post sexual revolution era. Talking about different levels of hedonistic pleasure.",
        "﻿﻿He argues that we are in a post idealogic time.",
        "﻿﻿He touches upon communism, capitalism, and the need for new regulatory institutions in relationship to ecological issues."
      ],
      "favoriteQuote": "﻿﻿It is zizek's view on the modern society.",
      "personalNotes": "In general terms it's a good criticism to modern society. I don't fully agree with him, but definitely recommend it."
    },
    {
      "id": 14,
      "title": "The Subtle Art Of Not Giving a F*ck",
      "author": "Mark Manson",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/the-subtle-art-of-not-giving-a-f*ck.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "A counterintuitive approach to living a good life. In this book the author modernizes ideas of great thinkers such as Buddha, Heidegger, Kant and Becker. He gives a pragmatic approach to filosophy for the everyday life.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿It's not about not having problems, but choosing the problems you enjoy solving.",
        "﻿﻿Action generates traction. Failure is the way forward.",
        "﻿﻿Act as if everything was your responsibility and things will radically change. With great responsibility comes great power."
      ],
      "favoriteQuote": "﻿﻿Living a calm life is not about not caring, it's about choosing what to care about.",
      "personalNotes": "In general it's a good book, it is a little vulgar and oversimplifies certain concepts, but it's a good start to get closer to the ideas of this thinkers."
    },
    {
      "id": 15,
      "title": "The Denial Of Death",
      "author": "Ernest Becker",
      "category": "self-help",
      "rating": 5,
      "coverImage": "book-covers/the-denial-of-death.jpg",
      "coverEmoji": "🌟",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "In this book the author deals with death and it's implications (he wrote the book in his deathbed). He deals with the issues of Identity, the existential dualism, sexuality and the construction of heroism. He gives a broad perspective using authors such as kierkegaard, Freud and Adler.",
      "tags": [
        "Self-help"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in self-help",
      "keyTakeaways": [
        "﻿﻿We deal with the issue of death by looking for transcendence constructing identity symbols. Building heroic life projects.",
        "﻿﻿The guilt of sexuality comes from the reminder that we are a dying body by getting us closer to the experience of our body and further from the \\"
      ],
      "favoriteQuote": "﻿﻿We live in a constant existential dualism between the belief of an infinite soul and a finite and decadent body.",
      "personalNotes": "In general the book is a good in depth analysis of one of the most important human problems. It shows us the way we die to teach us how to live. It talks way more about sexuality and Freudian psychology than I would expect, but it helps a lot deal with the anxiety of the undeniable truth of our future death."
    },
    {
      "id": 16,
      "title": "How To Make\nDisease\nDisappear",
      "author": "Dr. Rangan Chatterjee",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/how-to-make\ndisease\ndisappear.jpg",
      "coverEmoji": "🌌",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "In this book the author explores the idea of chronic diseases as a result of habits. It talks about health with an integral vision, giving specific actions to improving overall life quality.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿We have an epidemic of people in emergency mode. We need to relax using techniques from positive psychology to reduce overall cortisol.",
        "﻿﻿Limmit the use of social media, and the overall phone notifications.",
        "﻿﻿Eat in company, without technology. Connection and conscious eating."
      ],
      "favoriteQuote": "﻿﻿Change your habits and you will change your biology.",
      "personalNotes": "I would recommend this book as a practical guide to start in a holistic health journey. If you are looking to live a healthier and more energetic life, this is a good starting point."
    },
    {
      "id": 17,
      "title": "the Festival Of Insignificance.",
      "author": "Milan Kundera",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/The_festival_of_insignificance.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)",
      "summary": "In this collection of anecdotes the author invites us to question the role of humor towards life. It takes an existential approach, making us reflect on themes such as love, laughter, identity and loyalty.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿There is great power in silence, in insignificance. There are silences that scream.",
        "﻿﻿It's all about perspective and interpretation. Hermeneutics applied to life. There is not a real meaning, life is just a festival of insignificance."
      ],
      "favoriteQuote": "﻿﻿Death becomes the old death soon, only a very few transcend.",
      "personalNotes": "In general it is a very quick and enjoyable read. Kundera is a great author, with a compelling way of writing. Superficially this book might seem random, but the truth is the stories complement each other. It jumps to different periods, and different contexts, but in general they are all interesting. It has a historical humanistic point of view."
    },
    {
      "id": 18,
      "title": "The Unbearable Lightness of Being",
      "author": "Milan Kundera",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2023/The_Unbearable_lightness_of_being.jpg",
      "coverEmoji": "📚",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "This book, and this author has shaped the way in which I see love and it's relationship to sex. It is philosophical at its root, but it is wrapped in a complex romantic novel. What does it mean to love? To be free? What about God and the denial of death?",
      "tags": [
        "Fiction"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in fiction",
      "keyTakeaways": [
        "﻿﻿Anyone whose goal is \\",
        "﻿﻿Making love with a woman and sleeping with a woman are two separate passions, not merely different but opposite.",
        "﻿﻿There is no perfection, only life."
      ],
      "favoriteQuote": "﻿﻿When the heart speaks, the mind finds it indecent to object.",
      "personalNotes": "I had already read this masterpiece time ago, but neither me nor the story are the same. It is not a light reading, but it has hidden gems all over waiting for you to discover them. It is worth the effort of reading it. I would absolutely recommend Kundera and specifically this book."
    },
    {
      "id": 19,
      "title": "The CourageTo Be Disliked",
      "author": "Ichiro Kishimi & Fumitake Koga",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/the-courageto-be-disliked.jpg",
      "coverEmoji": "📖",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "The Japanese Phenomenon That Shows You How to Change Your Life and Achieve Real Happiness. The author explores and modernizes Adlerian's psychology through dialogues. He deals with happiness, life, the separation of tasks and trauma. In general I love how empowering and strong Adler's ideas can be.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿Every problem is an interpersonal problem.",
        "﻿﻿Separation of tasks: learn what's yours, and what's not if the consequences are yours, then it is your task to handle).",
        "﻿There is a use in feeling inferior as long as it doesn't become an inferiority complex."
      ],
      "favoriteQuote": "﻿﻿He rejects Freud's deterministic view on trauma. He argues that behavior has to have a present goal, not a past incentive.",
      "personalNotes": "The Japanese Phenomenon That Shows You How to Change Your Life and Achieve Real Happiness. The author explores and modernizes Adlerian's psychology through dialogues. He deals with happiness, life, the separation of tasks and trauma. In general I love how empowering and strong Adler's ideas can be."
    },
    {
      "id": 20,
      "title": "The Devil and Miss Prym",
      "author": "Paulo Coelho",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/The_Devil_Miss_Prym.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)",
      "summary": "Another great piece of Paulo Coelho. With this masterpiece he challenges our preconceptions of good and evil. It makes us accomplices of a very perverse dilemma. It is and invitation for us to question what would we be willing to do for money? What's the role of good and evil in everyday life.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿The story of one person is the story of all people.",
        "﻿What's the role of fear and what power does it have in our lives?",
        "﻿﻿If you could magically fulfill your biggest dream, what fears would emerge?"
      ],
      "favoriteQuote": "﻿﻿What are the limits to morality when given the real trascendental opportunities.",
      "personalNotes": "In general it is a good book to reflect in the oldest dilemma of mankind Are we good or evil by nature? If you have ever had a difficult situation where you had an imposible choice, this is a good companion of thought."
    },
    {
      "id": 21,
      "title": "Hacking\nDarwin: Genetic Engineering\nand the\nFuture of Humanity",
      "author": "Jamie Metzl",
      "category": "technology",
      "rating": 5,
      "coverImage": "book-covers/hacking\ndarwin:-genetic-engineering\nand-the\nfuture-of-humanity.jpg",
      "coverEmoji": "🤖",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "In this book the author describes the current biological technological potential. It touches themes from the evolution of sexual reproduction, to global politics and philosophical dilemmas. It gives a deep and interesting overview of this industry and its challenges.",
      "tags": [
        "Technology"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in technology",
      "keyTakeaways": [
        "﻿﻿Why is God not playing God? and to what extent do we have the right to modify human life, even if to improve it?"
      ],
      "favoriteQuote": "﻿﻿If we are looking for the healthiest way of life for humans, why should we not use the capability to modify genes for improvement. And to what extent is it inmoral not to use this technology?",
      "personalNotes": "In general I would definitely recommend this book. It doesn't go into detail on the underlying science (it is more of a conceptual book), but it does give a broad idea of the possibilities we have today. Definitely eye opening and very interesting."
    },
    {
      "id": 22,
      "title": "Essentialism: The Disciplined Pursuit of Less",
      "author": "Greg Mckeown",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/essentialism:-the-disciplined-pursuit-of-less.jpg",
      "coverEmoji": "📖",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "'-----",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿Be conscious and critical with the decisions you make",
        "﻿﻿Ask tough, but insightful questions. There's always a trade off",
        "﻿﻿If it is not a definite yes, it's a clear no"
      ],
      "favoriteQuote": "﻿﻿Not choosing is a choice in itself that leads others to choose for us",
      "personalNotes": "'-----"
    },
    {
      "id": 23,
      "title": "La Empresa Consciente: Cómo Construir Valor A Través de Valores",
      "author": "Fredy Kofman",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/la-empresa-consciente:-cómo-construir-valor-a-través-de-valores.jpg",
      "coverEmoji": "💭",
      "coverGradient": "linear-gradient(135deg, #f5f7fa 0%, #c3cfe2 100%)",
      "summary": "In this book the author explores the role of the individual, the collective, and the market in ethics. This is a development book that talks about business. In general a very eclectic read, it includes Buddhism, diverse ethical perspectives and pragmatic examples.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿Integrity: simple, yet not easy. Prioritize long term success over short term gains.",
        "﻿﻿There's no higher liberty than discipline.",
        "﻿﻿Responsibility: The ability to respond (and more importantly of consciously choosing how to response)."
      ],
      "favoriteQuote": "﻿﻿What does it mean to be successful? What's success beyond success?",
      "personalNotes": "In general this book has a bunch of useful ideas. I do think the author jumps from one idea (and author cited) to other, but it is worth reading."
    },
    {
      "id": 24,
      "title": "Think Like A Freak",
      "author": "Steven D. Levitt & Stephen J. Dubner",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/think-like-a-freak.jpg",
      "coverEmoji": "📖",
      "coverGradient": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)",
      "summary": "In this book the authors of Freakonomics share their approach to finding interesting and original insights to old problems.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿It's all about the incentives",
        "﻿﻿It's ok not to know",
        "﻿﻿Don't be afraid of the \\"
      ],
      "favoriteQuote": "﻿﻿Asking questions differently will get you different answers",
      "personalNotes": "In this book the authors of Freakonomics share their approach to finding interesting and original insights to old problems."
    },
    {
      "id": 25,
      "title": "Los Secretos De La Mente Millonaria",
      "author": "T. Harv Eker",
      "category": "self-help",
      "rating": 5,
      "coverImage": "book-covers/2023/Los_Secretos_de_la_mente_millonaria.jpg",
      "coverEmoji": "💪",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "In this book the author focuses on the beliefs surrounding money-making. It contrasts rich people and poor people ideas about money.\nI like the approach because it's an invitation to switching the inner narrative using examples.",
      "tags": [
        "Self-help"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in self-help",
      "keyTakeaways": [
        "﻿﻿Rich people play the game to win, poor people play the game to minimize the loss. The rich focus on opportunities, the poor on obstacles. The rich focus on value, the poor on cost.",
        "﻿﻿It is not enough to be in the right place at the right time. You have to be the right person, in the right place and time. Rich people continue to prepare themselves.",
        "﻿﻿There is no such thing as rick victims. Switch your attitude towards life, and life will switch its attitude towards you. Go from being a know-it all to a learn-it-all"
      ],
      "favoriteQuote": "﻿﻿If your subconscious pattern isn't programmed correctly, nothing will truly change.",
      "personalNotes": "I would absolutely recommend this book. It reminds me of the psychology of money, but instead of giving historic examples, it focuses on beliefs you should interiorize. It obviously talks about money, but the concepts transcend monetary abundance."
    },
    {
      "id": 26,
      "title": "El Efecto Wow.",
      "author": "Mari Carmen Obregón",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/El_Efecto_wow.jpg",
      "coverEmoji": "🏛️",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "This book was written by an expert in special events. She talks about how to create unique experiences. She gives a recipe to \"Wow\" moments, also applying her principles to everyday life. It's a good mix between business and self development.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿If your dreams don't scare you, you are not dreaming big enough.",
        "﻿﻿It's all about where you focus. You just have to train your mind to see what you are seeking. What you seek, is also seeking you.",
        "﻿﻿We don't want to only be spectators anymore. We want to be co-creators of the experiences."
      ],
      "favoriteQuote": "﻿﻿Everything you do in life prepares you to be who you are now. This is what shapes your individuality. Creating your charm.",
      "personalNotes": "This is a very light reading, but it has a couple of interesting ideas to share. It has a Buddhists undertone, but also very specific business concepts. It gives you a framework of thinking about experiences that facilitates the innovation when designing them. I would recommend it if you want to start a business or design an experience."
    },
    {
      "id": 27,
      "title": "The Witch of Portobello",
      "author": "Paulo Coelho",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2023/The_Witch_of_Portobello.jpg",
      "coverEmoji": "🎭",
      "coverGradient": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)",
      "summary": "There are authors which books feel like magic. Paulo Coelho is one of those, he's one of my favorite authors. I thought hippie (another book of his) was my favorite, officially he's outdone himself. In this book he tells the story of Athena, an orphan gypsy, who becomes a great master.",
      "tags": [
        "Fiction"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in fiction",
      "keyTakeaways": [
        "﻿﻿Desire is never satisfied because once they are satisfied they cease to exist. If you want more, you are not happy.",
        "﻿﻿Getting lost is the best way of finding interesting places.",
        "﻿﻿We live poisoned by preconceived ideas. Dare to question, and be different, there's where the magic lies."
      ],
      "favoriteQuote": "﻿﻿Silence is as important as noice when creating music. Life is about finding and cultivating your rhythm.",
      "personalNotes": "I would recommend this book to anyone. It is a beautiful story, profound, with lots of complex teachings. Specially if you have suffered burnout, or are as intense as me, make this a priority."
    },
    {
      "id": 28,
      "title": "No Longer Human",
      "author": "Osamu Dazai",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/No_Longer_human.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "In this book we follow Oba Yozo's life, an isolated, afraid and depressed man from Japanese upper class. The author explores the existential fears of being human, deals with dense topics such as suicide, phobias, economic and family pressures, love. It makes us question what does it mean to be human, and to adapt to human conventions.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿What is society but the individual (self will. When does the collective end, and the individual starts.",
        "﻿﻿We are used to cultural submission. Not wanting anything but being unable to say no to anything. To what extent are we free?",
        "﻿﻿Isolation and self rejection. The constant anxiety's \\"
      ],
      "favoriteQuote": "﻿﻿Human life is filed with many pure, happy, serene examples of insincerity. Of people deceiving one another without any wound being inflicted in one another.",
      "personalNotes": "In general it is a great way to empathize with people struggling with mental health issues. This book does a great job at describing everyday life through the lenses of a very specific situation, and yet showing the reality of a vast sector of the population. In general it is a great reading, I would absolutely recommend it."
    },
    {
      "id": 29,
      "title": "SIGNS: The\nSecret Language\nof the Universe",
      "author": "Laura Lynne Jackson",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/Signs.jpg",
      "coverEmoji": "📖",
      "coverGradient": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)",
      "summary": "In this book, the author deals with one of the biggest questions, death and it's relationship with the living. They give examples of ways in which\n\"the other side\" communicates with the living. Even if you are a skeptic like me, it has interesting examples of real people experiencing weird and unique situations.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿There's something you always leave when meeting someone.",
        "﻿﻿Beliefs don't matter as much as experiences.",
        "﻿﻿People enter your life either as a blessing or a lesson."
      ],
      "favoriteQuote": "﻿﻿Sometimes it's a blessing not getting what we want. Trust your team of light.",
      "personalNotes": "In general I would recommend this book, specifically if you have lost someone recently. I'm not sure to what extent it is the other side, or the subconscious, giving us signals, but either way I like the message. Overall the book gives hope that there's our loved ones watching over"
    },
    {
      "id": 30,
      "title": "Bulletproof Problem Solving: The One Skill That Changes Everything",
      "author": "Charles Conn & Robert McLean",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/bulletproof-problem-solving:-the-one-skill-that-changes-everything.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "If you are interested in understanding the consulting world this is a book you need. It opens a window to understand how McKinsey breaks down complex problems and attempts to solve them. It uses real examples to implement a specific 7 step methodology.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿We are looking for the 20% we can influence to have the 80% of the impact.",
        "﻿﻿Make sure your categories are MECE (Mutually Exclusive, Collectively Exhausting.",
        "﻿﻿Use heuristics to create hypotheses you can later test."
      ],
      "favoriteQuote": "﻿﻿Use tools such as logic trees to deeply understand the problem from diverse perspectives. Ask questions to explore uncommon paths.",
      "personalNotes": "In general it is a good book, it is well written and has compelling examples. It is a little technical at times, but overall helpful."
    },
    {
      "id": 31,
      "title": "Flourish",
      "author": "Martin E. P. Seligman",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/flourish.jpg",
      "coverEmoji": "📖",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "In this book the author explains in broad and pragmatic terms the positive psychology movement. He proposes well-being as an economic metric for political success with his model PERMA. He invites the reader to question the end goal of wealth growth, as well as giving individual an actionable practices for a better life.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿There's a direct correlation between having a clear Ikigai (purpose) and a general well-being.",
        "﻿﻿There's conclusive evidence between optimism and well-being (both mentally and physically). As well as a reduction in risk for cardiovascular deaths.",
        "﻿﻿We are moving into nietzsche's third state of development (the child), and we have to start to question to what can we say yes as a progressing society."
      ],
      "favoriteQuote": "﻿﻿PERMA: Positive emotions, Engagement, Relationships, Meaning, and Accomplishment.",
      "personalNotes": "In this book the author explains in broad and pragmatic terms the positive psychology movement. He proposes well-being as an economic metric for political success with his model PERMA. He invites the reader to question the end goal of wealth growth, as well as giving individual an actionable practices for a better life."
    },
    {
      "id": 32,
      "title": "El Monje Que Vendió Su Ferrari",
      "author": "Robin S. Sharma",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/El_Monje_Que_vendio_Su_Ferrari.png",
      "coverEmoji": "🌌",
      "coverGradient": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)",
      "summary": "A classic of human development. This author uses interesting storytelling to share its view on life, and specifically on the lessons it wants to share with the reader. It is direct and straightforward, as well as easy to read.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿I can't love if I don't know how to love myself.",
        "﻿There is no objective reality. Where there is tragedy for someone, there is the seed of opportunity for someone else.",
        "﻿I've had dreams and I've had nightmares. I have overcome my nightmares thanks to my dreams. Start living from your imagination, not your memory"
      ],
      "favoriteQuote": "﻿﻿Failure is necessary for the expansion of the person. Accept it as the teacher it is. There are no errors. Just lessons.",
      "personalNotes": "This book is a great starting point for anyone that feels lost. I had already read this book years ago, but neither me nor the book are the same. It is simple, easy to read and truly deep. It confronts you to the paradigms you might have interjected years ago, and questions the beliefs that are determining the way you live."
    },
    {
      "id": 33,
      "title": "Homo Deus: A Brief History of Tomorrow",
      "author": "Yuval Noah Harari",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/homo-deus:-a-brief-history-of-tomorrow.jpg",
      "coverEmoji": "🎭",
      "coverGradient": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)",
      "summary": "In this book the author explores the relationship between technology, religion, and the future to come.",
      "tags": [
        "Fiction"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in fiction",
      "keyTakeaways": [
        "﻿﻿We are walking into a post humanistic era.",
        "﻿﻿If our free will is created from chemical reactions are we free?",
        "﻿﻿Data is king, we are moving towards hiperconected reality where algorithms know us better than we know ourselves."
      ],
      "favoriteQuote": "﻿﻿He explores our relationship with the homodeus (Super humans), through an analogy between us and animals.",
      "personalNotes": "In this book the author explores the relationship between technology, religion, and the future to come."
    },
    {
      "id": 34,
      "title": "La Psicología \nDel Dinero:  Cómo Piensan Los Ricos",
      "author": "Morgan Housel",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2023/Psicologia_del_dinero.jpg",
      "coverEmoji": "💼",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "This book gives a fresh perspective to an overwritten topic.\nThis \"business\" book translates economics from econs (rational people to real people. It humanizes the market, and gives interesting insights to this complex subject.",
      "tags": [
        "Business"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in business",
      "keyTakeaways": [
        "﻿﻿Your personal experience with money represents 0.00000001% of what has happened in the world, but it represents 80% of how you relate to money.",
        "﻿﻿It's not about being rational, but being reasonable.",
        "﻿It's not about getting the most efficient results according to the market, it's about being able to sleep at night."
      ],
      "favoriteQuote": "﻿﻿History never repeats itself. Man always does.",
      "personalNotes": "In general I would definitely recommend this book to anyone. It is easy to read, it gives pragmatical and punctual actions to improve your relationship with money. Also it uses overall absorbing stories to simplify the concepts."
    },
    {
      "id": 35,
      "title": "Exhalación",
      "author": "Ted Chiang",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/Exhalacion.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "Through this compendium of short stories the author explores different futuristic or technological scenarios. In general it helps us explore the philosophical, psychological and anthropological implications of new tech through interesting stories.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿To what extent can and should we love virtual conscious beings?",
        "﻿﻿How would your life change if you could talk to a you that choose differently at some point in your life. And what if you could see the impact those little changes have in the rest of the world?",
        "﻿﻿If we were to discover that we can send messages back in time, but they couldn't alter the outcomes, what would the social and individual implications be?"
      ],
      "favoriteQuote": "﻿﻿To what extent has writing affected our memory, and our ability to tell stories?",
      "personalNotes": "In general I would recommend some of the stories, I wouldn't recommend it as an entire book. Having said that, It does give a lot from which to question our way of life. It deals with ideas such as time travel and determinism, memory and technology advancement, the rights of Al, and the risks of knowing there are other realities in which you chose a different path."
    },
    {
      "id": 36,
      "title": "The Romantic Manifesto",
      "author": "Ayn Rand",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/the-romantic-manifesto.jpg",
      "coverEmoji": "📝",
      "coverGradient": "linear-gradient(135deg, #f5f7fa 0%, #c3cfe2 100%)",
      "summary": "In this book the author talks about art, it's use and the profound contradiction between literary currents. She is a great author, a great thinker. This book gives and inside in the thought process of her writing.",
      "tags": [
        "Fiction"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in fiction",
      "keyTakeaways": [
        "﻿﻿Romanticism is a value oriented, morality centered, movement. It's material is not journalistic, but the abstract, the essential.",
        "﻿﻿The purpose of literature should be to portrait who we ought to be, not who we are.",
        "﻿﻿Art is a Selected recreation of reality. An artist does not fake reality, it stylizes it."
      ],
      "favoriteQuote": "﻿﻿An important underlying conflict between naturalists and romantics is determinism versus freedom.",
      "personalNotes": "In general I would definitely recommend this book, and particularly this author. It gives a structured and deep understanding on art as a philosophical system. Would also recommend her novels."
    },
    {
      "id": 37,
      "title": "La Soledad De Un Cuerpo Acostumbrado A La Herida",
      "author": "Elvira Sastre",
      "category": "technology",
      "rating": 5,
      "coverImage": "book-covers/la-soledad-de-un-cuerpo-acostumbrado-a-la-herida.jpg",
      "coverEmoji": "💻",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "In this little book of poetry the author talks about profound topics such as love, pain, loneliness, freedom, silence. It is vulnerable, deep, well written and relatable. She balances being deeply personal with sharing human motifs.",
      "tags": [
        "Technology"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in technology",
      "keyTakeaways": [
        "﻿﻿Puedes seguir enamorada de alguien que has dejado de querer?",
        "﻿﻿He dicho tantas veces tu nombre que he conseguido perderle el miedo, pero no se que hacer con su rastro.",
        "﻿﻿Ciegas de amor, y borrachas de fuego."
      ],
      "favoriteQuote": "﻿﻿La Soledad es mirar a unos ojos que no te miran.",
      "personalNotes": "In this little book of poetry the author talks about profound topics such as love, pain, loneliness, freedom, silence. It is vulnerable, deep, well written and relatable. She balances being deeply personal with sharing human motifs."
    },
    {
      "id": 38,
      "title": "Experimentation\nWorks",
      "author": "Stefan H. Thomke",
      "category": "technology",
      "rating": 5,
      "coverImage": "book-covers/experimentation\nworks.jpg",
      "coverEmoji": "🔬",
      "coverGradient": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)",
      "summary": "In this book the author gives a general overview of the rapid experimentation methodology. They talk about the challenges, good practices and advantages.",
      "tags": [
        "Technology"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in technology",
      "keyTakeaways": [
        "﻿﻿Sacrifice short term gains, for long term knowledge.",
        "﻿﻿Meaningful learning comes from unexpected (well documented) results.",
        "﻿﻿Significant improvement comes from small incremental changes that generate a big impact."
      ],
      "favoriteQuote": "﻿﻿Everything that can be tested, should be tested.",
      "personalNotes": "In general this is an interesting view on the application of the scientific method and technology in the real world. The author uses real experiments by real companies to illustrate its points. It is eye opening to see the power to which we have access through data."
    },
    {
      "id": 39,
      "title": "10% Human: How Your Body's Microbes Hold the Key to Health and Happiness",
      "author": "Alanna Collen",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/10%-human:-how-your-body's-microbes-hold-the-key-to-health-and-happiness.jpg",
      "coverEmoji": "🌌",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "In this book the author talks about the new biological discovery of the positive (and necessary) impact of bacteria. They talk about autism, obesity, depression, and the correlation with gut health.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿The ratio between \\",
        "﻿﻿We have to be careful when killing \\",
        "﻿﻿There's been cases where anxiety, depression and obesity has been successfully cured through bacteria transplant."
      ],
      "favoriteQuote": "﻿﻿There are 9 bacteria per human gene in the human body.",
      "personalNotes": "﻿﻿In general it is an easy to read book about biology and microbes. It gives a broad insight into this world with various and diverse mundane examples. It is a refreshing perspective on common topics. If you are interested in science I would definitely recommend."
    },
    {
      "id": 40,
      "title": "What I Know For Sure",
      "author": "Oprah Winfrey",
      "category": "self-help",
      "rating": 5,
      "coverImage": "book-covers/2023/I_Know_For_Sure.jpg",
      "coverEmoji": "✨",
      "coverGradient": "linear-gradient(135deg, #f5f7fa 0%, #c3cfe2 100%)",
      "summary": "One of the biggest challenges for someone who is constantly growing, learning and teaching is knowing what they know for sure. In this book Oprah reflects on the things that have stood the test of time.",
      "tags": [
        "Self-help"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in self-help",
      "keyTakeaways": [
        "﻿﻿Healing the wounds of the past is one of the most challenging and worthwhile challenges.",
        "﻿﻿Life is full of delightful treasures, if we take the time to appreciate them.",
        "﻿﻿Every action, thought, and feeling is motivated by an intention."
      ],
      "favoriteQuote": "﻿﻿We are each responsible for our life. You must be fearless enough to give yourself the love you did not receive.",
      "personalNotes": "In general I would absolutely recommend this book. It is a delight to read. It has insightful and thoughtful ideas. It has interesting examples told through intense and extensive personal experiences. Oprah, thanks for sharing with us."
    },
    {
      "id": 41,
      "title": "$mart Money",
      "author": "Leonardo Vilchis",
      "category": "creativity",
      "rating": 5,
      "coverImage": "book-covers/2023/Smart_Money.jpg",
      "coverEmoji": "✏️",
      "coverGradient": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)",
      "summary": "Aprende a invertir como los inversionistas mas inteligentes del mundo. ",
      "tags": [
        "Creativity"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in creativity",
      "keyTakeaways": [
        "﻿The greatest asset is information.",
        "﻿﻿When analyzing where to invest you should look at the context, the industry, the most important players (companies), and who do you think can over deliver on their promise to market.",
        "﻿﻿The monetary system is a game. Just don't assume it is a cero sum game."
      ],
      "favoriteQuote": "﻿﻿The more investors in a stock market, the more successful companies there will be in that country.",
      "personalNotes": "In general it was too light for my taste, but if you don't know where to start learning about investing I would recommend this book. If you already have some basic knowledge I would look for more robust books."
    },
    {
      "id": 42,
      "title": "The untethered soul",
      "author": "Michael A. Singer",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/the-untethered-soul.jpg",
      "coverEmoji": "🌌",
      "coverGradient": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)",
      "summary": "In this book the author explores the relationship with oneself, the outer world, as well as God and Death",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿How do we define ourselves?",
        "﻿﻿Since we have experiences, we can't be those experiences, we must be the thing experiencing them. Consciousness.",
        "﻿﻿Death is our friend. It gives meaning to life."
      ],
      "favoriteQuote": "﻿﻿Who are we?",
      "personalNotes": "In this book the author explores the relationship with oneself, the outer world, as well as God and Death"
    },
    {
      "id": 43,
      "title": "The One Thing: The Surprisingly Simple Truth Behind Extraordinary Results.",
      "author": "Gary Keller & Jay Papsan",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/The_One_thing.jpg",
      "coverEmoji": "💭",
      "coverGradient": "linear-gradient(135deg, #ffecd2 0%, #fcb69f 100%)",
      "summary": "This book talks about searching and choosing the one thing that will make everything else not matter. It is about learning to prioritize and organize your life, it is well written, and gives specific examples.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿Life isn't about finding yourself, life is about creating yourself.",
        "﻿﻿Visualize the process and not only the outcome. Connect today with all your tomorrows.",
        "﻿﻿Even if you are in the right track you will get run over if you just stand there."
      ],
      "favoriteQuote": "﻿﻿Not everything matters equally. Focusing is about saying no. Do purposely less.",
      "personalNotes": "In general I would definitely recommend this book if you are a scattered or disorganized person. It helps find focus and direction with concrete exercises and actionable concepts."
    },
    {
      "id": 44,
      "title": "Cómo Hacer Que Te Pasen Cosas Buenas",
      "author": "Marian Rojas Estapé",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2023/Pasen_Cosas_buenas.jpg",
      "coverEmoji": "📖",
      "coverGradient": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)",
      "summary": "In this book, the author goes deep into biological details of how our mind works. She also talks a little about her personal experience, and finally gives advice on how to live a better life from a psychiatric perspective.",
      "tags": [
        "Philosophy"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in philosophy",
      "keyTakeaways": [
        "﻿﻿Laughter is the smallest distance between two people.",
        "﻿﻿Focus more on how to get out of the problem, not on the problem.",
        "﻿﻿The way you project yourself stimulates the creative areas of the brain."
      ],
      "favoriteQuote": "﻿﻿The quality of relationships is the only real predictor of longevity and happiness.",
      "personalNotes": "In general it is an information dense book. It touches upon topics that other books cover, but backed by science and some personal stories. In general I find it interesting, but is not a light book. If you are interested in emotional intelligence, or psychology I would recommend this book."
    },
    {
      "id": 45,
      "title": "Targeted",
      "author": "Brittany Kaiser ",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2023/Targeted.jpg",
      "coverEmoji": "✨",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "The Cambridge Analytica Whistleblower's\nInside Story of How Big Data, Trump, and Facebook Broke Democracy and How It Can Happen Again.",
      "tags": [
        "Fiction"
      ],
      "yearRead": 2023,
      "recommendedFor": "Readers interested in fiction",
      "keyTakeaways": [
        "﻿﻿People don't just vote on Election Day, they vote everyday with the choices (and patterns) of everyday life.",
        "﻿The problem was not Facebook or the SCL group (political consultancy owner of Cambridge Analytica), it is big data and the amount of information we, unaware, give away.",
        "﻿﻿The laws are only as good as the technologies to enforce them. We need to reshape the data system to ensure our privacy and security."
      ],
      "favoriteQuote": "In this book the author narrates its story in relationship with the American elections of 2016. She also talks about how people were deeply manipulated, and talks about the future of data security.",
      "personalNotes": "In general, if you like data, politics, history or computer science I would absolutely recommend this book. I didn't put into perspective the impact of data and social media had, not only in the US, but around the world (including the Mexican elections). It is a personal, well narrated story, with high social relevance."
    },
    {
      "id": 46,
      "title": "El Inversionista de Enfrente",
      "author": "Moisés Cosío Koltés",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/inversionista_de_enfrente.jpg",
      "coverEmoji": "💵",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "In this book, the author explores the topic of money, focusing on strategies for growth and investing wisely to ensure prosperity.",
      "tags": [
        "Business",
        "Finance",
        "Investment"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Money is a vehicle for growth and security",
        "Invest in stocks for growth, prefer individual companies over funds",
        "Financial freedom means having enough passive income to cover expenses"
      ],
      "favoriteQuote": "Money is a vehicle for growth and has enabled human experience and relationship with money.",
      "recommendedFor": "Anyone looking to improve their financial literacy and investment strategies"
    },
    {
      "id": 47,
      "title": "The Hitchhiker's Guide to the Galaxy",
      "author": "Douglas Adams",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/galaxy.jpg",
      "coverEmoji": "🌌",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "A comedic science fiction adventure that follows Arthur Dent through the galaxy after Earth is destroyed.",
      "tags": [
        "Fiction",
        "Science Fiction",
        "Comedy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Don't Panic",
        "The answer to life, universe and everything is 42",
        "Always know where your towel is"
      ],
      "favoriteQuote": "Don't Panic.",
      "recommendedFor": "Anyone who enjoys humorous science fiction and existential comedy"
    },
    {
      "id": 48,
      "title": "The E-Myth Enterprise",
      "author": "Michael E. Gerber",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/The_E_Myth.jpg",
      "coverEmoji": "🏢",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "Delves into the essential of transforming an idea into a successful business, focusing on the importance of systems and processes.",
      "tags": [
        "Business",
        "Entrepreneurship"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The entrepreneurial dream must be tested in reality",
        "Build systems and processes to scale effectively",
        "The first product of a business is the business itself"
      ],
      "favoriteQuote": "The entrepreneurial dream must run into business, but it is the management that makes a business from that dream.",
      "recommendedFor": "Entrepreneurs looking to build scalable businesses"
    },
    {
      "id": 49,
      "title": "Before We Say Goodbye",
      "author": "Toshikazu Kawaguchi",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/Before_we_say_goodbye.jpg",
      "coverEmoji": "☕",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "Returns to the magical café from Before the Coffee Gets Cold, exploring new stories about second chances and closure.",
      "tags": [
        "Fiction",
        "Japanese Literature"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "What remains unsaid also remains unforgiven",
        "Goodbyes are not the end, they are chances to see beginnings",
        "There are many crossroads in life, all require steps from what happened"
      ],
      "favoriteQuote": "What remains unsaid also remains unforgiven.",
      "recommendedFor": "Readers who enjoy magical realism and emotional stories"
    },
    {
      "id": 50,
      "title": "Romancing the Room",
      "author": "James Wappel & Bruce Reitz",
      "category": "creativity",
      "rating": 4,
      "coverImage": "book-covers/2024/Romancing_the_Room.jpg",
      "coverEmoji": "🎨",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "A comprehensive guide to captivating and engaging any audience, with strategies to charm your audience from the first word.",
      "tags": [
        "Creativity",
        "Communication",
        "Public Speaking"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Good communication is like a good blind date, first impressions are critical",
        "Audience before content: listen while talking and be ready to adapt",
        "Be SMART: Simple, step by step, Memorable, Saying is believing"
      ],
      "favoriteQuote": "For a good story: remember the J Ms: Meaning, memorable and moving. And the ABCs: Any letter, chronological.",
      "recommendedFor": "Anyone looking to improve their public speaking and presentation skills"
    },
    {
      "id": 51,
      "title": "Zero to One",
      "author": "Peter Thiel",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/Zero_to_One.jpg",
      "coverEmoji": "🚀",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "A compelling exploration of innovation, entrepreneurship, and the quest for new frontiers in technology and business.",
      "tags": [
        "Business",
        "Startups",
        "Innovation"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "What important truth do very few people agree with you on?",
        "Winning is better than losing, but everyone loses when the fight is not worth fighting",
        "Competition and capitalism are natural enemies",
        "A corporation is a conspiracy to change the world"
      ],
      "favoriteQuote": "Success is never accidental. Be a monopoly of one. You are not a lottery ticket.",
      "recommendedFor": "Anyone passionate about creating something truly new in a world obsessed with incremental gains"
    },
    {
      "id": 52,
      "title": "HBR Supply Chain",
      "author": "Harvard Business Review",
      "category": "business",
      "rating": 4,
      "coverImage": "book-covers/2024/Supply_Chain.jpg",
      "coverEmoji": "📦",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "A collection of insightful articles offering a rich exploration of the dynamics, challenges, and complexities within resilience, innovation, and adaptability in navigating the complexities of global supply chains.",
      "tags": [
        "Business",
        "Supply Chain",
        "Management"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Guru Khanna: \"historically net always generated risks\" - 5% Black swans + Unpredictable events, rumors + Underinvestment and resilience",
        "Simplifying the supply chain through reshoring and nearshoring",
        "Just in Time (JIT) vs Just in Case: balancing the costs of inventory"
      ],
      "favoriteQuote": "The aim should not be to avoid shocks but rather how to adapt and learn even from past days disruption in inventory.",
      "recommendedFor": "Supply chain professionals and business leaders"
    },
    {
      "id": 53,
      "title": "HBR Artificial Intelligence",
      "author": "Harvard Business Review",
      "category": "technology",
      "rating": 4,
      "coverImage": "book-covers/2024/Artifitial_Intelligence.jpg",
      "coverEmoji": "🤖",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "Insights on AI development, business operations, and the broader ethical and economic implications.",
      "tags": [
        "Technology",
        "AI",
        "Business"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The increasing accuracy and affordability of AI predictions suggest a future where it serves as economic agents",
        "Scherer's Paradox: We know more than we can tell, also challenges of communicating knowledge in AI",
        "Between 50% - 70% of companies are actively pursuing AI development"
      ],
      "favoriteQuote": "Governments need to focus on improving education, ethics, and not focus too much on reducing the gap for advancement towards general intelligence.",
      "recommendedFor": "Business leaders navigating AI transformation"
    },
    {
      "id": 54,
      "title": "Doing AI",
      "author": "Richard Heimann",
      "category": "technology",
      "rating": 5,
      "coverImage": "book-covers/2024/Doing_AI.jpg",
      "coverEmoji": "🧠",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Deals with the pragmatic aspects of applying AI in solving real-world problems, emphasizing a problem-first approach rather than solution-centering.",
      "tags": [
        "Technology",
        "AI",
        "Business"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Solutions should be as simple as possible but no simpler",
        "When creating value, prioritize function over beauty",
        "No single solution excels in all scenarios; success in AI requires aligning algorithms closely with the specific problem",
        "AI not just as technology but as a broad field of research"
      ],
      "favoriteQuote": "To what extent will collaboration with AI redefine our understanding of intelligence?",
      "recommendedFor": "Anyone looking to understand practical AI implementation"
    },
    {
      "id": 55,
      "title": "Hidden Potential",
      "author": "Adam Grant",
      "category": "self-help",
      "rating": 5,
      "coverImage": "book-covers/2024/Hidden_Potential.jpg",
      "coverEmoji": "💎",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "Explores the depths of human capacity beyond conventional talent, focusing on the transformative power of motivation, resilience, and growth.",
      "tags": [
        "Self-Help",
        "Psychology",
        "Growth"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "True potential is fueled by unusual motivation, not just raw talent",
        "Growth thrives in discomfort—becoming a \"creature of discomfort\" is essential",
        "Constructive advice is more forward-looking and impactful than feedback",
        "Striving for \"perfectly acceptable\" is more productive than chasing perfection",
        "We can't afford to waste a brain"
      ],
      "favoriteQuote": "Collective intelligence grows from pro-social skills, not just individual brilliance.",
      "recommendedFor": "Those wanting to foster environments that nurture collective intelligence"
    },
    {
      "id": 56,
      "title": "Building Moonshots",
      "author": "Tamara Carleton & William Cockayne",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/Buildinh_Moonshots.jpg",
      "coverEmoji": "🚀",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "An inspirational guide that champions the pursuit of revolutionary ideas—moonshots—that have the potential to alter our world dramatically.",
      "tags": [
        "Business",
        "Innovation",
        "Strategy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Visioning and Strategic Paranoia: Achieving groundbreaking success requires balancing ambitious future visions with vigilance",
        "Success in realizing moonshots hinges on the ability to evolve and maintain a growth mindset",
        "Firm beliefs in the potential for change act as catalysts for making that change a reality",
        "Innovation thrives on multidisciplinary collaboration"
      ],
      "favoriteQuote": "Collective intelligence and skills trump individual achievement. Monumental goals are more attainable through radical collaboration.",
      "recommendedFor": "Those daring to dream of a better future"
    },
    {
      "id": 57,
      "title": "Adulterio",
      "author": "Paulo Coelho",
      "category": "fiction",
      "rating": 4,
      "coverImage": "book-covers/2024/adulterio.jpg",
      "coverEmoji": "🍒",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "Explores the emotional and spiritual crisis of living under the comfort of routine, questioning the nature of love, passion, and fulfillment.",
      "tags": [
        "Fiction",
        "Romance",
        "Philosophy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Life is suspicious; the routine should endure as short as possible",
        "The light that we reflect is not ours but from emotions of others",
        "Love does not need to be understood, just felt",
        "The biggest distance between heaven and hell is yourself"
      ],
      "favoriteQuote": "Everything vulnerable unlocks the depth of human connection.",
      "recommendedFor": "Readers exploring the complexities of happiness and fulfillment"
    },
    {
      "id": 58,
      "title": "Desobediencia Civil",
      "author": "Henry David Thoreau",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2024/Art_of_Communicating.jpg",
      "coverEmoji": "✊",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Advocates for individual resistance to government policies that contradict moral values, emphasizing the primacy of personal conscience over legal mandates.",
      "tags": [
        "Philosophy",
        "Politics",
        "Ethics"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Government morality should supersede legal obligations, especially under unjust governance",
        "Democratic systems are flawed when they legitimize injustices such as slavery and aggressive wars",
        "True social change cannot be achieved solely through political engagement; core principles must remain non-politicized",
        "Individuals must seek moral independence to reject societal norms and laws conflicting with personal justice"
      ],
      "favoriteQuote": "A life of simplicity and self-reliance frees individuals from societal constraints and superficial needs.",
      "recommendedFor": "Those questioning the balance of law and morality in civic life"
    },
    {
      "id": 59,
      "title": "Conscious",
      "author": "Annaka Harris",
      "category": "philosophy",
      "rating": 4,
      "coverImage": "book-covers/2024/Conscious.jpg",
      "coverEmoji": "🧠",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "A captivating exploration of one of the most profound mysteries in science and philosophy - the nature of consciousness, examining how subjective experience emerges.",
      "tags": [
        "Philosophy",
        "Neuroscience",
        "Consciousness"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The emergence of consciousness from neurological networks is intricately linked to objective experiences collectively",
        "Our intuitions about consciousness can be deceptive, often leading to misconceptions about its nature",
        "Consciousness results from the complex integration and editing of sensory information",
        "Human behavior and consciousness can be significantly influenced by parasites, hormones and unconscious processes"
      ],
      "favoriteQuote": "The mystery of how subjective experience arises remains one of the most intriguing and least understood aspects of human existence.",
      "recommendedFor": "Anyone interested in the foundations of consciousness and the human mind"
    },
    {
      "id": 60,
      "title": "Más Fuerte que la Adversidad",
      "author": "Walter Riso",
      "category": "self-help",
      "rating": 4,
      "coverImage": "book-covers/2024/Fuerte_ante_adversidad.jpg",
      "coverEmoji": "💪",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "Examines how adversities can serve as crucial growth opportunities, exploring strategies for developing resilience and authentic strength to navigate life challenges.",
      "tags": [
        "Self-Help",
        "Psychology",
        "Resilience"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Essential bodily must be, highly which wisdom is focus energy on what truly matters",
        "Challenges are opportunities for growth, providing valuable lessons",
        "Full commitment to endeavors is crucial for achieving meaningful success and satisfaction",
        "Transcending the fear of others opinions is essential for authentic living"
      ],
      "favoriteQuote": "Direct confrontation with fears reduces their intimidation, revealing their manageable nature.",
      "recommendedFor": "Those seeking to build resilience and overcome adversity"
    },
    {
      "id": 61,
      "title": "En Agosto Nos Vemos",
      "author": "Gabriel García Márquez",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/En_agosto_nos_vemos.jpg",
      "coverEmoji": "🌺",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "A narrative rich with passion, travel, and introspection, delving into the complexities of love and desire through the lens of profound influence of societal norms on personal identity.",
      "tags": [
        "Fiction",
        "Latin Literature",
        "Romance"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Exploring desire for recognition, Marquez reveals how societal demands clash with our authentic selves",
        "Love and passion challenge societal expectations",
        "Through dying a woman is a trade illuminated maturity",
        "Navigation most of intimacy and recognizing boundaries"
      ],
      "favoriteQuote": "Boundaries of mortgages and lawn walrus relationships; acceptance is definitely recommended.",
      "recommendedFor": "Lovers of Latin American literature and magical realism"
    },
    {
      "id": 62,
      "title": "El Alienista",
      "author": "J.M. Machado de Assis",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/El_Alienista.jpg",
      "coverEmoji": "🏥",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Explores the fluid and often undistinguishable boundaries between sanity and madness through the story of a psychiatrist who questions the conventional definitions of mental health.",
      "tags": [
        "Fiction",
        "Brazilian Literature",
        "Satire"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The boundaries defining sanity are subjective and socially constructed",
        "A person where present prevails, the most authorized becomes sane determining the necessary of madness",
        "Power corrupts, particularly when deciding mental conditions",
        "The absurd himself may embody madness, turning the diagnosis back on the practitioner"
      ],
      "favoriteQuote": "In a society where present prevails, the most authorized becomes sane determining the necessary of madness.",
      "recommendedFor": "Readers who enjoy satire and questioning societal norms"
    },
    {
      "id": 63,
      "title": "Allen Carr's Easy Way to Quit Emotional Eating",
      "author": "Allen Carr",
      "category": "self-help",
      "rating": 5,
      "coverImage": "book-covers/2024/Emotional_Eating.jpg",
      "coverEmoji": "🍽️",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "A transformative approach to breaking free from emotional eating by challenging the perceived pleasures and fears associated with food addiction.",
      "tags": [
        "Self-Help",
        "Health",
        "Psychology"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Look from misery from emotional eating negates any short-term pleasure derived from junk food",
        "Fear is the primary driver of addiction, underpinning emotional eating habits",
        "Recognizing the true flavors of food beyond sugar addiction reveals the absence of genuine pleasure",
        "Using willpower to quit junk food is ineffective because it does not alter underlying attitudes towards food"
      ],
      "favoriteQuote": "Using substitutes for junk food perpetuates the false difficulty of quitting, hindering true progress.",
      "recommendedFor": "Anyone struggling with emotional eating patterns"
    },
    {
      "id": 64,
      "title": "Against Democracy",
      "author": "Jason Brennan",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2024/Against_Democracy.jpg",
      "coverEmoji": "🗳️",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Critically examines democracy, arguing that low-information voters significantly compromise the system through ignorance and bias.",
      "tags": [
        "Philosophy",
        "Politics",
        "Democracy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Good intentions of many potential with vows is defeated enough to raise concerns significant constitutions for democracy",
        "Political knowledge is crucial for meaningful democratic participation, creating what argument could prevent decisions that worsen current political problems",
        "Distributing political power among more knowledgeable citizens could improve democratic outcomes",
        "Political tribalism and ignorance create societal challenges beyond individual democracy"
      ],
      "favoriteQuote": "The effectiveness of traditional democratic systems is invalidating the mass voting from insufficient voter participation.",
      "recommendedFor": "Those questioning democratic systems and political participation"
    },
    {
      "id": 65,
      "title": "Veronika Decides to Die",
      "author": "Paulo Coelho",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/Veronika_decides_to_die.jpg",
      "coverEmoji": "💊",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "Explores the irony of choosing between madness and conformity, going deep into the essence of our actions and societal definitions.",
      "tags": [
        "Fiction",
        "Philosophy",
        "Mental Health"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Collective society is the cause of madness: challenging conventional perspectives",
        "Living is meant not to be dull approach but to following the flow",
        "Personal identity should be self-determined, not dictated by external influences",
        "What seems can be our labels and expectations we gave to up"
      ],
      "favoriteQuote": "Personal identity should be self-determined, not dictated by external influences.",
      "recommendedFor": "Readers seeking powerful introspection about life and society"
    },
    {
      "id": 66,
      "title": "Why Is Sex Fun?",
      "author": "Jared Diamond",
      "category": "science",
      "rating": 4,
      "coverImage": "book-covers/2024/Why_is_Sex_fun.jpg",
      "coverEmoji": "❤️",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "Examines human sexuality from an evolutionary perspective, comparing human sexual behavior with other species.",
      "tags": [
        "Science",
        "Evolution",
        "Biology"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Pair bonding evolved to ensure cooperation and support for offspring survival",
        "Long-term monogamous relationships support stable family structures and child-rearing potential better",
        "Recognized parental involvement in humans strengthens family bonds and enhances parental duties",
        "Human rouge sexual signals create activity without clear evolutionary basis indicating recreational and bonding"
      ],
      "favoriteQuote": "Human monogamy has various biological and social factors that ensure human survival and reproductive success.",
      "recommendedFor": "Those interested in evolutionary biology and human behavior"
    },
    {
      "id": 67,
      "title": "Nudge",
      "author": "Richard H. Thaler & Cass R. Sunstein",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/Nudge.jpg",
      "coverEmoji": "🐘",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "Discusses how small changes in our environment can significantly influence behavior, improving health, wealth, and happiness through choice architecture.",
      "tags": [
        "Business",
        "Psychology",
        "Behavioral Economics"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Libertarian paternalism leverages choice architecture to guide decisions without coercion",
        "Default settings and automatic enrollment exploit behavioral inertia",
        "Behaviors are often contagious, with social influences work as poor pressure reinforcing behaviors",
        "Nudges can emerge to help make decisions in a societal environment"
      ],
      "favoriteQuote": "Choice architecture, the subtle ways of structuring human choices, shapes how humans make decisions.",
      "recommendedFor": "Anyone interested in behavioral economics and decision-making"
    },
    {
      "id": 68,
      "title": "Cat's Cradle",
      "author": "Kurt Vonnegut",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/Cats_cradle.jpg",
      "coverEmoji": "❄️",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Dark humor and inventive terminology to explore themes of human purpose, the absurdity of institutional norms, and the perennial transformation of technologies.",
      "tags": [
        "Fiction",
        "Satire",
        "Science Fiction"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "To what extent our desire for \"progress\", for something better, will destroy what we have?",
        "Science is a religion that worships knowledge without ever discovering what they are doing",
        "Everything must have a purpose? asked God. \"Certainly\" said man",
        "People never suggestion are denying lessons from god"
      ],
      "favoriteQuote": "Everything must have a purpose? asked God. \"Certainly\" said man. Then I leave it to you to think of one for all this, said God. And He went away.",
      "recommendedFor": "Readers who enjoy dark satire and existential themes"
    },
    {
      "id": 69,
      "title": "Against Empathy",
      "author": "Paul Bloom",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2024/Against_empathy.jpg",
      "coverEmoji": "❤️‍🩹",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "Challenges the conventional wisdom that empathy is an absolute moral guide, arguing that empathy's focused emotional response can lead to injustice and irrational decisions.",
      "tags": [
        "Philosophy",
        "Psychology",
        "Ethics"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Empathy is an unreliable moral guide, often leading to biased and disproportionate responses",
        "Distinguishing between empathy and compassion is crucial",
        "In professional fields such as medicine, empathy might hinder objective and effective practices",
        "Empathy can exacerbate biases, emphasizing the suffering of individuals over the greater needs of the many"
      ],
      "favoriteQuote": "Empathy's narrow focus can obstruct necessary long-term gains, misleading our perceptions of right and wrong.",
      "recommendedFor": "Those interested in moral philosophy and rational decision-making"
    },
    {
      "id": 70,
      "title": "Awakening Your Psychic Strengths",
      "author": "John Holland",
      "category": "self-help",
      "rating": 3,
      "coverImage": "book-covers/2024/Psychic_Strengths.jpg",
      "coverEmoji": "🔮",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "An enriching guide that teaches readers to harness their psychic abilities to enhance their spiritual connections and personal growth.",
      "tags": [
        "Self-Help",
        "Spirituality",
        "Psychic"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Every person must let go to help them learn emotional and psychic controls through vibrating resonant therapists",
        "Each of the seven chakras governs specific physical and emotional aspects of our lives, affecting overall well-being",
        "The colors and energies of auras provide insights into a person's health emotional and psychic state",
        "Learning to manage your negative abilities to renal for psychic connection and develop more meaningful communication"
      ],
      "favoriteQuote": "Psychic abilities are a natural extension of our traditional five senses to perceive more subtle spiritual energies.",
      "recommendedFor": "Those interested in developing intuition and spiritual abilities"
    },
    {
      "id": 71,
      "title": "Brida",
      "author": "Paulo Coelho",
      "category": "fiction",
      "rating": 4,
      "coverImage": "book-covers/2024/Brida.jpg",
      "coverEmoji": "🌙",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "Explores the mystical journey of self-discovery through spiritual and romantic quest, where the visible world is the mere shadow of the invisible.",
      "tags": [
        "Fiction",
        "Spirituality",
        "Romance"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "When you find your path, you must not be afraid. You need to have sufficient courage to make mistakes",
        "When you're in love, you're capable of learning everything and reaching things you had never dared even to think",
        "People give flowers as presents because flowers contain true meaning of love",
        "Making our life worth living requires taking risks. Nothing is at risk, nothing gained"
      ],
      "favoriteQuote": "When you find your path, you must not be afraid. You need to have sufficient courage to make mistakes. Disappointment, defeat, and despair are the tools God uses to show us the way.",
      "recommendedFor": "Readers seeking spiritual and romantic narratives"
    },
    {
      "id": 72,
      "title": "To Be a Cat",
      "author": "Matt Haig",
      "category": "fiction",
      "rating": 4,
      "coverImage": "book-covers/2024/To_Be_A_Cat.jpg",
      "coverEmoji": "🐱",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "Offers a look into the consequences of whimsical desires through a story about longing for simplicity, exploring themes of identity, the complexity of desires, and the power of love.",
      "tags": [
        "Fiction",
        "Young Adult",
        "Fantasy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Wishing to escape problems through simple solutions can lead to unexpected complications",
        "A single negative experience doesn't dictate the entirety of life",
        "Our deepest desires can become prisons when they manifest",
        "Love remains the strongest force, capable of providing true fulfillment"
      ],
      "favoriteQuote": "What we think we want, we don't always know best.",
      "recommendedFor": "Young adult readers and those who enjoy stories about perspective"
    },
    {
      "id": 73,
      "title": "Crónica de una Muerte Anunciada",
      "author": "Gabriel García Márquez",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/Muerte_Anunciada.jpg",
      "coverEmoji": "🗡️",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "Explores themes of honor, fate, and the inescapable nature of human page events through collective narration.",
      "tags": [
        "Fiction",
        "Latin Literature",
        "Mystery"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Collective inertia is often as culpable as tragedy as the act itself",
        "Ego-driven actions can predestine individuals to tragic ends",
        "Silent social codes and blind beliefs can lead to deadly consequences",
        "The game for absolute truth can obscure deeper understandings of human events"
      ],
      "favoriteQuote": "Fate is a soothing notion and it seems our lives follow more overlapping and perhaps less clear-cut fulfilling prophecies.",
      "recommendedFor": "Lovers of Latin American literature and tragic narratives"
    },
    {
      "id": 74,
      "title": "The Creative Act",
      "author": "Rick Rubin",
      "category": "creativity",
      "rating": 5,
      "coverImage": "book-covers/2024/Creative_Act.jpg",
      "coverEmoji": "⭕",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "A deeply philosophical and spiritual exploration, presenting art not just as a product but as a way of life.",
      "tags": [
        "Creativity",
        "Art",
        "Philosophy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The object is not to make art, it is to be in that state that makes creating art inevitable",
        "What ultimately makes a great work is the grand total of the source",
        "The personal is the universal",
        "Rules are mere suggestions and should be tested, not followed",
        "Some things are too important to be taken seriously"
      ],
      "favoriteQuote": "The object is not to make art, it is to be in that state that makes creating art inevitable.",
      "recommendedFor": "Artists and creatives seeking deeper understanding of the creative process"
    },
    {
      "id": 75,
      "title": "Felicidad - Inteligencia Emocional",
      "author": "Rocío Velázquez",
      "category": "self-help",
      "rating": 4,
      "coverImage": "book-covers/2024/Felicidad.jpg",
      "coverEmoji": "🌻",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "Challenges traditional views that equate happiness with joy, emphasizing the importance of embracing all emotional experiences.",
      "tags": [
        "Self-Help",
        "Psychology",
        "Happiness"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Ideological pressures to pursue happiness can create unrealistic life expectations",
        "Gratitude is pivotal in enhancing life satisfaction across various happiness studies",
        "Strong human connections and serving greater purposes are key to true happiness",
        "Corporate cultures that prioritize positive environments contribute significantly to employee satisfaction"
      ],
      "favoriteQuote": "Happiness involves embracing a full spectrum of emotions, not just the absence of negative ones.",
      "recommendedFor": "Those seeking a balanced approach to emotional well-being"
    },
    {
      "id": 76,
      "title": "Hippie",
      "author": "Paulo Coelho",
      "category": "fiction",
      "rating": 4,
      "coverImage": "book-covers/2024/Hippie.jpg",
      "coverEmoji": "☮️",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "Captures the 1970s hippie culture, reflecting on themes of freedom, love, and spiritual exploration.",
      "tags": [
        "Fiction",
        "Travel",
        "Spirituality"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Challenges societal norms and fosters authentic self-expression beyond conventional expectations",
        "When you find your path, you must not be afraid. You need to have sufficient courage to make mistakes",
        "Deep human connections challenge traditional boundaries",
        "In the exploration of altered states, spiritual journeys parallel physical ones"
      ],
      "favoriteQuote": "The more we open ourselves to receive from the world, the more we receive.",
      "recommendedFor": "Readers interested in counterculture and spiritual journeys"
    },
    {
      "id": 77,
      "title": "Gypsy Soul: Memoirs of a Hippie Kid",
      "author": "Otto D.M.",
      "category": "fiction",
      "rating": 4,
      "coverImage": "book-covers/2024/Gypsy_Soul.jpg",
      "coverEmoji": "🎸",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "An authentic view into the life of a child growing up in a hippie community in rural Montana, exploring themes of unconventional lifestyles.",
      "tags": [
        "Fiction",
        "Memoir",
        "Counterculture"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The environment shapes one's perspectives on materialism and conventional success",
        "Societal judgment and legal issues often confront those in alternative lifestyles",
        "The role of education differs significantly from mainstream paradigms",
        "Personal identity and development within a hippie community"
      ],
      "favoriteQuote": "Societal judgment and legal issues often confront those in alternative lifestyles, exposing resilience and creativity to navigate.",
      "recommendedFor": "Those interested in unconventional lifestyles and coming-of-age stories"
    },
    {
      "id": 78,
      "title": "Once Minutos",
      "author": "Paulo Coelho",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/Once_Minutos.jpg",
      "coverEmoji": "🌹",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "Explores love, sex, and self-discovery through Maria, a young Brazilian woman in Switzerland, questioning the essence of living fully versus merely existing.",
      "tags": [
        "Fiction",
        "Romance",
        "Philosophy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "What is more important in life, to live or to pretend to have lived?",
        "The universe only makes sense when we have someone to share our emotions with",
        "The greatest pleasure isn't sex, but the passion with which it's practiced",
        "When I had nothing to lose, I received everything"
      ],
      "favoriteQuote": "A soldier does not go to war to kill the enemy, but to die for his country. A husband does not do things to complete himself with his partner, but to show that he would give up everything for her.",
      "recommendedFor": "Readers seeking deeper understanding of love, pleasure, and personal truth"
    },
    {
      "id": 79,
      "title": "El Corazón de las Tinieblas",
      "author": "Joseph Conrad",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/Corazon_de_las_tinieblas.jpg",
      "coverEmoji": "🌑",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Goes into the human psyche amidst the brutality of imperialism in Africa, exploring darkness into the fragile boundaries between civilization and savagery.",
      "tags": [
        "Fiction",
        "Classic",
        "Philosophy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "True civilization is revealed as a thin layer, easily stripped away to expose the primal instincts beneath",
        "Darkness serves as a mirror, forcing individuals to confront the monstrous within themselves",
        "Madness often arises when isolation and power go unchecked",
        "The corruption of ideals can transform initial good intentions into horrific outcomes"
      ],
      "favoriteQuote": "True civilization is revealed as a thin layer, easily stripped away to expose the primal instincts beneath.",
      "recommendedFor": "Those interested in exploring the darkness of human nature and colonialism"
    },
    {
      "id": 80,
      "title": "Your Soul's Evolution",
      "author": "Michael Bernard Beckwith",
      "category": "self-help",
      "rating": 4,
      "coverImage": "book-covers/2024/Souls_Revolution.jpg",
      "coverEmoji": "🦋",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "A transformative guide that bridges spirituality and the human experience, exploring self-discovery, blending spiritual philosophy with actionable practices.",
      "tags": [
        "Self-Help",
        "Spirituality",
        "Growth"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Consciousness precedes outer birth - We don't end because we have",
        "Life's experiences are temporary and reflective, urging us to reflect on our inner truths towards wider wisdom",
        "Spiritual practice is about awareness that there are broader realities",
        "The soul's journey involves balancing higher and humanity aspects"
      ],
      "favoriteQuote": "Life's experiences are temporary and reflective, urging us to reflect on our inner truths towards wider wisdom.",
      "recommendedFor": "Those on a spiritual awakening and self-discovery journey"
    },
    {
      "id": 81,
      "title": "There's a Spiritual Solution to Every Problem",
      "author": "Wayne W. Dyer",
      "category": "self-help",
      "rating": 5,
      "coverImage": "book-covers/2024/Spiritual_Solution.jpg",
      "coverEmoji": "✨",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "Emphasizes surrendering to the universal \"spirit\" rooted in higher consciousness and aligning practices that shift one's vibration toward love, harmony, and acceptance.",
      "tags": [
        "Self-Help",
        "Spirituality",
        "Philosophy"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "What you think about is what expands - Your thoughts shape where your energy gets directed",
        "Problems are illusions created by the material mind",
        "Successful people express their desires, ask for what they need",
        "Accept and bless our lives, recognizing it is a necessary path to your present greater wisdom"
      ],
      "favoriteQuote": "Problems are illusions created by the material mind; solutions arise when you raise into higher states of non-separation consciousness.",
      "recommendedFor": "Anyone looking to navigate life's challenges with grace and alignment"
    },
    {
      "id": 82,
      "title": "El Peregrino de Compostela",
      "author": "Paulo Coelho",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/Peregrino_de_Compostela.jpg",
      "coverEmoji": "🐚",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Through the teachings of the RAM tradition and the experiences along the way, the protagonist learns about the ordinary mysteries of life and faith.",
      "tags": [
        "Fiction",
        "Spirituality",
        "Journey"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The extraordinary lies in the way of ordinary people",
        "Changing how we approach routine actions allows for the birth of a new self",
        "The dangers of false illusions lies in fulfilling desires immediately",
        "Fundamental conflicts involve struggles between faith and fear along our personal journey"
      ],
      "favoriteQuote": "Changing how we approach routine actions allows for the birth of a new self, living in our consciousness away of life.",
      "recommendedFor": "Those on a spiritual journey seeking inner transformation"
    },
    {
      "id": 83,
      "title": "If Only I'd Known\\!",
      "author": "Chelsey Brooke Cole",
      "category": "self-help",
      "rating": 4,
      "coverImage": "book-covers/2024/If_Only_ID_known.jpg",
      "coverEmoji": "💙",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "Empowers readers to understand, identify, and navigate relationships with narcissists through patterns of narcissistic behavior.",
      "tags": [
        "Self-Help",
        "Psychology",
        "Relationships"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Love bombing creates an illusion of perfection but is a tactic for manipulation",
        "Trusting your intuition and physiological responses is essential in key relationships",
        "Narcissists see people as objects, sources of validation rather than equals",
        "Healing is not linear and requires boundaries and grief processing"
      ],
      "favoriteQuote": "The Narcissistic Cycle of Abuse involves idealizing, devaluing, discarding, and hoovering, moving in predictable patterns.",
      "recommendedFor": "Those seeking to understand and heal from narcissistic relationships"
    },
    {
      "id": 84,
      "title": "Talking to My Daughter About the Economy",
      "author": "Yanis Varoufakis",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/Daughter_about_Economy.jpg",
      "coverEmoji": "💰",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "A conversation, a simplifying complex economic concepts while tackling themes like the agricultural revolution, the role of markets, labor, and the nature of debt.",
      "tags": [
        "Business",
        "Economics",
        "Education"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Labor becomes a form of production - Only goods to value has a price",
        "Every crisis in the foundation of all currencies",
        "Entrepreneurs like time travelers, bringing value from the future",
        "The economy is a soul-building prophecy that controls our behavior"
      ],
      "favoriteQuote": "Without trust in governments or institutions, money loses its value and future desires and needs remain confused for distance.",
      "recommendedFor": "Anyone wanting to understand economics in accessible terms"
    },
    {
      "id": 85,
      "title": "The Mountain Is You",
      "author": "Brianna Wiest",
      "category": "self-help",
      "rating": 5,
      "coverImage": "book-covers/2024/Mountain_is_you.jpg",
      "coverEmoji": "⛰️",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Explores the transformative journey of self-reinvention and overcoming self-sabotage through psychological clashes between conscious desires and unconscious resistances.",
      "tags": [
        "Self-Help",
        "Psychology",
        "Growth"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Your new life will cost you your old one - Embracing change means letting go of the past",
        "Self-sabotage is often a defense mechanism, not an act of self-destruction",
        "The importance of giving oneself credit for progress",
        "It's not whether or not you feel like putting in the work, but whether or not you do it regardless"
      ],
      "favoriteQuote": "Healing requires fully experiencing the emotions we often try to avoid, acknowledging that this is a vital part of moving forward.",
      "recommendedFor": "Those ready to face inner conflicts and embrace true change"
    },
    {
      "id": 86,
      "title": "Never Split the Difference",
      "author": "Chris Voss",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/Never_Split_difference.jpg",
      "coverEmoji": "🤝",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "Revolutionizes the art of negotiation. A former FBI hostage negotiator introduces tactical listening and strategies to discover and influence the emotional seeds of the other party.",
      "tags": [
        "Business",
        "Negotiation",
        "Communication"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Tactical listening and mirroring helps to build rapport, gain valuable insights",
        "Label emotions, don't dismiss them - Identifying and verbalizing the other party's feelings helps secure emotional atmosphere",
        "Seek acknowledgment of understanding rather than agreement",
        "Compromise often leads to suboptimal outcomes",
        "Embrace getting told \"no\" before getting to \"yes\""
      ],
      "favoriteQuote": "Endorse your tactical. View it as a means to uncover and create value, not as a threat to be tolerated.",
      "recommendedFor": "Anyone looking to improve negotiation and communication skills"
    },
    {
      "id": 87,
      "title": "Hackers & Painters",
      "author": "Paul Graham",
      "category": "technology",
      "rating": 5,
      "coverImage": "book-covers/2024/Hackers_Painters.jpg",
      "coverEmoji": "💻",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Explores the artistry and craftsmanship of programming, drawing parallels between coders and painters.",
      "tags": [
        "Technology",
        "Programming",
        "Creativity"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Unlike scientists who theorize, hackers build by continuously editing their work, similar to painters perfecting a canvas",
        "Good design is timeless, the best design is to seek and solve technically for machines to operate",
        "Wealth creation over wealth management: Focus on making things people want rather than merely managing existing assets",
        "Great software is made not by committees but by individuals or small cohesive groups"
      ],
      "favoriteQuote": "Leverage technology for competitive advantage: Tackle harder problems that are beyond the reach of larger, less agile competitors.",
      "recommendedFor": "Programmers, entrepreneurs, and creative technologists"
    },
    {
      "id": 88,
      "title": "Nexus",
      "author": "Yuval Noah Harari",
      "category": "philosophy",
      "rating": 5,
      "coverImage": "book-covers/2024/Nexus.jpg",
      "coverEmoji": "🕊️",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "Explores the intricate relationships between power, truth, and information in shaping human society from the Stone Age to AI.",
      "tags": [
        "Philosophy",
        "History",
        "Technology"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Truth =/= reality: even if they match up, the truth can never capture the entirety of reality",
        "Information is not just raw material for uncovering truth but also a powerful instrument used by populists",
        "Homo sapiens dominate because of our unique ability to cooperate extensively in large groups",
        "Fiction simplifies complex truths and reduces discomfort",
        "Is ignorance strength? Duality between maintaining order through controlled narratives and the pursuit of truth"
      ],
      "favoriteQuote": "Information molds the human experience, extending beyond simple facts to influence global perceptions and societal structures.",
      "recommendedFor": "Those interested in the power dynamics of information and truth"
    },
    {
      "id": 89,
      "title": "El Verano en que mi Madre tuvo los Ojos Verdes",
      "author": "Tatiana Țîbuleac",
      "category": "fiction",
      "rating": 5,
      "coverImage": "book-covers/2024/Los_ojos_verdes.jpg",
      "coverEmoji": "👁️",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "Chronicles a transformative relationships through the eyes of Aleksy, a painter struggling with his past during a transformative summer.",
      "tags": [
        "Fiction",
        "Drama",
        "Family"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Healing through confrontation: Aleksy's journey into his past",
        "The duality of familial relationships: Love and resentment intertwined",
        "The transformative power of forgiveness",
        "Past traumas continue to influence the present"
      ],
      "favoriteQuote": "The complexities of parental bonds - profound personal movement and peace.",
      "recommendedFor": "Readers who appreciate deeply emotional and introspective narratives"
    },
    {
      "id": 90,
      "title": "Slowness",
      "author": "Milan Kundera",
      "category": "fiction",
      "rating": 4,
      "coverImage": "book-covers/2024/Slowness.jpg",
      "coverEmoji": "🐌",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "A philosophical adventure across themes of speed, memory, and the modern human condition examining the timeless pace of the 18th century with the frantic speed of modern life.",
      "tags": [
        "Fiction",
        "Philosophy",
        "Contemporary"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The allure of hedonism: Pleasure as not merely the absence of suffering but a profound experience that requires time",
        "The ridgery of urgency: Modern society's pursuit of efficiency has induced everyone into making it a goal",
        "The book discusses how personal and societal speeds impact memory",
        "Dancers and politicians use public visibility not merely to be seen but to transmit genuine themselves to their audiences"
      ],
      "favoriteQuote": "The quality of our engagement with the world: Kundera encourages us to reclaim the pleasure of slow experiences as a counter to the increasingly rapid pace of modern life.",
      "recommendedFor": "Those who appreciate philosophical fiction and cultural criticism"
    },
    {
      "id": 91,
      "title": "Pulling Your Own Strings",
      "author": "Wayne W. Dyer",
      "category": "self-help",
      "rating": 5,
      "coverImage": "book-covers/2024/pulling_your_Strings.jpg",
      "coverEmoji": "🎭",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "A compelling guide on asserting personal independence and power, encouraging us to transcend a victim mentality and adopt a more proactive stance in controlling our lives.",
      "tags": [
        "Self-Help",
        "Psychology",
        "Empowerment"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Victim mentality is often a learned behavior that can be unlearned",
        "Challenge labels that do not resonate with your identity",
        "Your life is the sum of your choices",
        "Manage your emotional reactions and refuse to let others manipulate your feelings or decisions",
        "Foster self-respect by teaching others how you wish to be treated"
      ],
      "favoriteQuote": "Your life is the sum of your choices.",
      "recommendedFor": "Anyone feeling trapped by external circumstances or internal conflicts"
    },
    {
      "id": 92,
      "title": "El Poder de Estar Solo",
      "author": "Brian Alba",
      "category": "self-help",
      "rating": 4,
      "coverImage": "book-covers/2024/Poder_estar_solo.jpg",
      "coverEmoji": "🧘",
      "coverGradient": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)",
      "summary": "Dives into blood various philosophical ideas about solitude into a single narrative through self-discovery despite feeling the compulsive somewhere lonely.",
      "tags": [
        "Self-Help",
        "Philosophy",
        "Solitude"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Self-companionship is crucial: Being content alone is essential",
        "Viewing perspective as allies rather than enemies can transform experiences",
        "Recognizing and using difficult language to foster a healthy societal vision",
        "Personal desires are seen as steps towards success and gratitude"
      ],
      "favoriteQuote": "Acknowledging mistakes in learning opportunities and choosing self-blame.",
      "recommendedFor": "Those seeking to find strength and peace in solitude"
    },
    {
      "id": 93,
      "title": "Permanent Record",
      "author": "Edward Snowden",
      "category": "technology",
      "rating": 5,
      "coverImage": "book-covers/2024/Vigilancia_Permanente.jpg",
      "coverEmoji": "🔐",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "An autobiographical account of a former intelligence contractor who became one of the most famous whistleblowers in history.",
      "tags": [
        "Technology",
        "Privacy",
        "Biography"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "The power of information and surveillance: The American intelligence community collects vast amounts of data from citizens",
        "There are Moral responsibilities that transcend professional obligations",
        "Privacy vs security: The need for national security and the right to personal privacy",
        "Impact of technology on human rights: Digital surveillance can undermine individual freedoms",
        "Ethical considerations in intelligence: Ethics of government operations and the limits of lawful surveillance"
      ],
      "favoriteQuote": "Privacy is security. The need for national security and the right to personal privacy.",
      "recommendedFor": "Those concerned about digital privacy and surveillance"
    },
    {
      "id": 94,
      "title": "Elon Musk",
      "author": "Ashlee Vance",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/Elon_Musk.jpg",
      "coverEmoji": "🚀",
      "coverGradient": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)",
      "summary": "Chronicles the extraordinary life of one of the most intriguing entrepreneurs of our time, providing a detailed look into Musk's relentless drive and visionary ambitions.",
      "tags": [
        "Business",
        "Biography",
        "Innovation"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Innovation is driven by relentless pursuit and a clear vision for the future",
        "Working towards a bigger \"smarter\" design attracts experts in ways money could never",
        "Resilience: Be a little delusional and very persistent",
        "Think in systems: Move fast. Optimize but not too early"
      ],
      "favoriteQuote": "Innovation is driven by relentless pursuit and a clear vision for the future.",
      "recommendedFor": "Entrepreneurs and those interested in innovation and space exploration"
    },
    {
      "id": 95,
      "title": "Quantum Entanglement",
      "author": "Jed Brody",
      "category": "science",
      "rating": 4,
      "coverImage": "book-covers/2024/Quantum.jpg",
      "coverEmoji": "⚛️",
      "coverGradient": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)",
      "summary": "An exploration into one of the most fascinating aspects of quantum physics, presenting complex topics in an accessible manner.",
      "tags": [
        "Science",
        "Physics",
        "Quantum"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Quantum entanglement defies classical physics: Particles can instantaneously affect each other across vast distances",
        "The experimental approaches to understanding entanglement",
        "Quantum entanglement has profound implications for the future of technology",
        "The paradoxical nature of quantum reality that challenges traditional notions of space and time"
      ],
      "favoriteQuote": "Quantum entanglement has profound implications for the future of technology, including quantum computing and secure communications.",
      "recommendedFor": "Those interested in quantum physics and cutting-edge science"
    },
    {
      "id": 96,
      "title": "Shoe Dog",
      "author": "Phil Knight",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/Phil_Knight.jpg",
      "coverEmoji": "👟",
      "coverGradient": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)",
      "summary": "Details the founding and building of Nike, one of the world's most iconic and innovative athletic brands.",
      "tags": [
        "Business",
        "Memoir",
        "Entrepreneurship"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Embrace risks and the unknown: Step into uncharted territory to find success",
        "The power of perseverance: Knight emphasizes how his persistence through numerous challenges was crucial",
        "Build a strong, cohesive team: Known as the \"Crazy Gang\"",
        "Maintain integrity and authenticity: It helped steer Nike through many potential pitfalls",
        "Value the journey: The process of building Nike, with all its highs and lows, was as rewarding as the outcomes"
      ],
      "favoriteQuote": "The power of perseverance. Throughout the narrative, Knight emphasizes how his persistence through numerous challenges was crucial to Nike's eventual success.",
      "recommendedFor": "Entrepreneurs and anyone interested in business success stories"
    },
    {
      "id": 97,
      "title": "Unreasonable Hospitality",
      "author": "Will Guidara",
      "category": "business",
      "rating": 5,
      "coverImage": "book-covers/2024/Unreasonable_hospitality.jpg",
      "coverEmoji": "🍽️",
      "coverGradient": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)",
      "summary": "Explores the transformative power of going above and beyond in the hospitality industry, sharing how exceptional service can create unforgettable experiences.",
      "tags": [
        "Business",
        "Hospitality",
        "Service"
      ],
      "yearRead": 2024,
      "keyTakeaways": [
        "Go beyond what is expected: Always strive to surprise and delight guests by providing more than they anticipate",
        "Foster a culture of collaboration: Success is driven by a team that shares a vision of exceptional service",
        "Embrace technology to enhance service",
        "Commit to excellence: Every detail counts in crafting an outstanding guest experience",
        "Apply hospitality principles universally: The 95-5% rule"
      ],
      "favoriteQuote": "It's not just about running a successful restaurant; it's about setting a new standard in any service-oriented field.",
      "recommendedFor": "Business leaders, service professionals, and hospitality entrepreneurs"
    }
  ]
}